"Bass Frequency" = "Frequência de graves"; 
"Bass Gain" = "Ganho de baixos"; 
"Low Mid Frequency" = "Frequência média baixa";
"Low Mid Gain" = "Ganho médio baixo";
"High Mid Frequency" = "Frequência média alta";
"High Mid Gain" = "Ganho em médios e agudos";
"Treble Frequency" = "Frequência de agudos";
"Treble Gain" = "Ganho de agudos";
